"Background" = "Fondo";
"Black & White" = "Blanco y negro";
"Cancel" = "Cancelar";
"Choose..." = "Seleccionar…";
"Compress" = "Comprimir";
"Convert Image..." = "Convertir imagen…";
"Crop" = "Recortar";
"Format" = "Formato";
"Height:" = "Altura:";
"Image Converter" = "Conversor de imagen";
"Image: " = "Imagen: ";
"OK" = "Aceptar";
"Rotate Left" = "Rotar a la izquierda";
"Rotate Right" = "Rotar a la derecha";
"Save" = "Guardar";
"Scale preview" = "Vista previa de escalado";
"Size" = "Tamaño";
"Width:" = "Ancho:";
"untitled" = "sin título";
